Repository: dinhquydds/nanocucurmin
Catalog: tm/guideline-level2.tmx
Source language: en_us
Languages: vi

source: Appendix D: NHS England clinical care pathways: overview of oral health assessment and oral health review
vi: Phụ lục D: Các lộ trình chăm sóc lâm sàng của NHS Anh: Tổng quan về đánh giá sức khoẻ răng miệng.

source: Appendix E: Implementing the guideline recommendations
vi: Phụ lục E: Thực hiện các hướng dẫn được khuyến cáo

source: Apply 1:1 mixture of chlorhexidine/thymol varnish every three months to reduce the incidence of root caries.
vi: Dùng hỗn hợp chlorhexidine/thymol tỉ lệ 1:1 ba tháng một lần giảm tỉ lệ sâu chân răng.

source: Applying 0.5 to 1.0 percent chlorhexidine gel alone or in combination with fluoride for caries prevention of root caries is not recommended.
vi: Dùng gel chlorhexidine 0.5 - 1.0 % một mình hoặc phối hợp với fluoride để phòng ngừa sâu chân răng không được khuyến cáo.

source: Applying 0.5 to 1.0 percent chlorhexidine gel alone or in combination with fluoride for prevention of coronal caries is not recommended.
vi: Dùng gel chlorhexidine 0.5 - 1.0 % một mình hoặc phối hợp với fluoride để phòng ngừa sâu răng không được khuyến cáo.

source: Applying 10 to 40 percent chlorhexidine varnish alone or in combination with fluoride for prevention of coronal caries is not recommended.
vi: Dùng varnish chlorhexidine 10 - 40 % một mình hoặc phối hợp với fluoride để phòng ngừa sâu răng không được khuyến cáo.

source: Applying 1:1 mixture of chlorhexidine/thymol varnish alone or in combination with fluoride for prevention of coronal caries is not recommended.
vi: Dùng hỗn hợp varnish chlorhexidine/thymol tỉ lệ 1:1 một mình hoặc phối hợp với fluoride để phòng ngừa sâu răng không được khuyến cáo.

source: Are there signs of MI or overdose?
vi: Có dấu hiệu của MI hay quá liều?

source: As a first step in the treatment of bacterial infections, use local measures.
vi: Bởi vì bước đầu tiên để điều trị các nhiễm khuẩn là sử dụng các biện pháp tại chỗ.

source: As for adults
vi: Như người lớn

source: As such, there is currently insufficient new evidence available to invalidate the current guideline recommendations.
vi: Như vậy, hiện chưa có đủ bằng chứng mới để làm mất hiệu lực các khuyến nghị hướng dẫn hiện tại.

source: As the use of broad-spectrum antibiotics, especially co-amoxiclav and clindamycin, can result in Clostridium difficile infection, use of these drugs should be restricted to second-line treatment of severe infections only.
vi: Khi dùng kháng sinh phổ rộng đặc biệt là co-amoxiclav và clindamycin có thể dẫn đến nhiễm Clostridium difficile, việc sử dụng những thuốc này nên được thắt chặt chỉ điều trị hạng hai với nhiễm trùng nặng.

source: Assess whether the patient has:
vi: Đánh giá tình trạng bệnh nhân có:

source: Assessment of Body Mass Index (BMI)4 should be considered part of a pre- procedural workup.
vi: Đánh giá chỉ số khối cơ thể (BMI)4 nên được xem là một khám nghiệm trước thủ thuật.

source: Assessment of Body Mass Index (BMI)4 should be considered part of a pre-procedural workup.
vi: Đánh giá chỉ số khối cơ thể (BMI)4 nên được xem là một khám nghiệm trước thủ thuật.

source: At least one additional person trained in Basic Life Support for Healthcare Providers must be present in
vi: Ít nhất một người được đào tạo Hỗ trợ sự sống cơ bản cho nhân viên y tế phải có mặt

source: At least one additional person trained in Basic Life Support for Healthcare Providers must be present in addition to the dentist.
vi: Ít nhất một người được đào tạo Hỗ trợ sự sống cơ bản cho nhân viên y tế phải có mặt ngoài nha sĩ.

source: At least one meta-analysis, systematic review, or randomised controlled trial (RCT) rated as 1++ (see table on page 17), and directly applicable to the target population, or
vi: Ít nhất một phân tích tổng hợp, tổng quan hệ thống, hoặc thử nghiệm ngẫu nhiên có nhóm chứng đánh giá là 1++ (xem bảng trang 17), và trực tiếp áp dụng cho dân số mục tiêu, hoặc

source: At the end of each oral health review there is a record for each patient of an assessment of disease and disease risk.
vi: Vào cuối mỗi lần khám sức khoẻ răng miệng, có một hồ sơ cho mỗi bệnh nhân đánh giá nguy cơ bệnh tật và bệnh tật.

source: At the end of each oral health review, or at completion of treatment, there is a record for each patient of the recall interval recommended by the dentist for the next oral health review.
vi: Vào cuối mỗi lần khám răng miệng, hoặc khi kết thúc điều trị, có ghi chép cho mỗi bệnh nhân về khoảng thời gian tái khám được cho lần hẹn tiếp theo.

source: Audit
vi: Kiểm toán

source: Background information
vi: Thông tin nền

source: Bacterial Infections
vi: Nhiễm trùng

source: Based on each of these symptoms, the decision support flowcharts in this Guide can be used to identify any immediate attention or advice to give to the patient and to determine the appropriate provider of subsequent care.
vi: Dựa vào những triệu chứng này, sơ đồ hỗ trợ cho việc quyết định điều trị trong hướng dẫn này có thể được dùng để xác định theo dõi khẩn cấp hay đưa ra lời khuyên cho bệnh nhân và xác định những người cung cấp việc chăm sóc sau đấy cho phù hợp.

source: Baseline vital signs including body weight, height, blood pressure, pulse rate, and respiration rate must be obtained unless invalidated by the nature of the patient, procedure or equipment.
vi: Các dấu hiệu sống ban đầu gồm trọng lượng cơ thể, chiều cao, huyết áp, nhịp tim, nhịp thở phải được ghi lại, trừ khi bị cản trở bởi đặc tính tự nhiên của bệnh nhân, thủ thuật hoặc thiết bị.

source: Baseline vital signs including body weight, height, blood pressure, pulse rate, respiration rate, and blood oxygen saturation by pulse oximetry must be obtained unless invalidated by the patient, procedure or equipment.
vi: Các dấu hiệu sống ban đầu gồm trọng lượng cơ thể, chiều cao, huyết áp, nhịp tim, nhịp thở, độ bão hoà oxy máu phải được ghi lại, trừ khi bị cản trở bởi đặc tính tự nhiên của bệnh nhân, thủ thuật hoặc thiết bị.

source: Baseline vital signs including body weight, height, blood pressure, pulse rate, respiration rate, and blood oxygen saturation by pulse oximetry must be obtained unless precluded by the nature of the patient, procedure or equipment.
vi: Các dấu hiệu sống ban đầu gồm trọng lượng cơ thể, chiều cao, huyết áp, nhịp tim, nhịp thở, độ bão hoà oxy máu phải được ghi lại, trừ khi bị cản trở bởi đặc tính tự nhiên của bệnh nhân, thủ thuật hoặc thiết bị.

source: Because many dental patients undergoing deep sedation or general anesthesia are mentally and/or physically challenged, it is not always possible to have a comprehensive physical examination or appropriate laboratory tests prior to administering care.
vi: Vì nhiều bệnh nhân nha khoa trải qua an thần sâu hoặc gây mê là thách thức tinh thần hoặc thể chất, không phải lúc nào cũng có thể có cuộc kiểm tra toàn diện về thể chất hoặc các xét nghiệm thích hợp trước khi tiến hành chăm sóc.

source: Because sedation and general anesthesia are a continuum, it is not always possible to predict how an individual patient will respond.
vi: Do an thần và gây mê là liên tục, nó không thể luôn luôn dự đoán trước đáp ứng của bệnh nhân.

source: Before prescribing antibiotics, refer to the BNF and BNFC for drug interactions (www.bnf.org).
vi: Trước khi kê thuốc kháng sinh cần tham khảo BNF và BNFC cho các vấn đề tương tác thuốc. (www.bnf.org).

source: Bleeding
vi: Chảy máu

source: Blood pressure and heart rate should be evaluated pre-operatively, post-operatively and intraoperatively as necessary (unless the patient is unable to tolerate such monitoring).
vi: Huyết áp và nhịp tim nên được đánh giá trước, trong và sau khi phẫu thuật nếu cần thiết (trừ khi bệnh nhân không thể chịu đựng được sự theo dõi như vậy).

source: Body temperature should be measured when clinically indicated.
vi: Nhiệt độ cơ thể nên được đo khi có chỉ định lâm sàng.

source: Body weight 12-19 kg times daily
vi: trọng lượng cơ thể 12-19 kg lần mỗi ngày

source: Body weight 20-29 kg times daily
vi: Trọng lượng cơ thể 20-29 kg lần mỗi ngày

source: Body weight 30-40 kg times daily
vi: Trọng lượng cơ thể 30 đến 40 kg lần mỗi ngày

source: Body weight 8-11 kg times daily
vi: trọng lượng cơ thể 8-11 kg lần mỗi ngày

source: Breast milk
vi: Sữa

source: C. of these Guidelines to administer the deep sedation or general anesthesia.
vi: C. của những hướng dẫn an thần sâu hoặc gây mê.

source: CHILD
vi: TRẺ EM

source: Cardiovascular function is usually maintained.1
vi: Chức năng tim mạch thường được duy trì.1

source: Cardiovascular function may be impaired.
vi: Chức năng tim mạch có thể bị suy yếu.

source: Care should therefore be taken when prescribing these antibiotics to vulnerable groups, such as the elderly and those with a history of gastrointestinal disease, including those using proton pump inhibitor (PPI) drugs for dyspepsia and gastro-oesophageal reflux diseases.
vi: Việc chăm sóc do vậy nên được chú ý khi kê đơn thuốc kháng sinh ở những nhóm bệnh nhân dễ tổn thương, chẳng hạn người cao tuổi và những người có tiền sửu bệnh tiêu hóa, bao gồm cả việc sử dụng thuốc chẹn proton đối với bệnh khó tiêu và trào ngược dạ dày – thực quản.

source: Cases of oral cancer have been reported in young persons (below the age of 45 years) with little or no exposure to tobacco or alcohol
vi: Các trường hợp ung thư được báo cáo ở người trẻ (dưới 46 tuổi) với sự tiếp xúc ít hoặc không hút thuốc hay uống rượu.

source: Case–control or cohort studies with a high risk of confounding, bias or chance, and a significant risk that the relationship is not causal
vi: Nghiên cứu bệnh - chứng hoặc đoàn hệ với nguy cơ nhiễu cao, sai số hoặc ngẫu nhiên, và nguy cơ có ý nghĩa rằng mối quan hệ không phải là nhân quả

source: Center for Evidence-Based Dentistry™
vi: Trung tâm Nha khoa dựa trên bằng chứng

source: Centre for Clinical Practice
vi: Trung tâm thực hành lâm sàng

source: Changes after publication January 2012: minor maintenance
vi: Thay đổi sau khi xuất bản Tháng 1 năm 2012: bảo dưỡng nhỏ

source: Chewing gum use should be reserved for healthy children aged 5 and above.
vi: Nên sử dụng kẹo cao su dành cho trẻ em khỏe mạnh từ 5 tuổi trở lên.

source: Chlorhexidine mouthwash should not be offered as prophylaxis against infective endocarditis to people at risk of infective endocarditis undergoing dental procedures.
vi: Chlorhexidine không còn là nước xúc miệng được khuyến cáo như phương pháp dự phòng bệnh viêm nội tâm mạc nhiễm khuẩn với những bệnh nhân trải qua thủ thuật nha khoa

source: Cholestatic jaundice can occur either during or shortly after the use of co-amoxiclav; this condition is more common in patients above the age of 65 years and in men.
vi: Vàng da ứ mật có thể xuất hiện xuyên suốt hoặc thời gian ngắn sau khi sử dụng Co-amoxiclav; tình trạng này hay xảy ra ở người trên 65 tuổi và nam giới.

source: Circulation:
vi: Tuần hoàn:

source: Clarithromycin Tablets, 250 mg
vi: Clarithromycin dạng viên, 250 mg

source: Clarithromycin Tablets, 250 mg or Oral Suspension 125 mg/5ml or 250 mg/5 ml
vi: Clarithromycin dạng viên, 250 mg or dạng ống 125 mg/5ml or 250 mg/5 ml

source: Clarithromycin is active against beta-lactamase-producing bacteria.
vi: Clarithromycin tác động kháng vi khuẩn beta-lactamase.

source: Classification
vi: Phân loại

source: Classification levels of evidence and strength of recommendations: Each recommendation is based on the best available evidence.
vi: Mức phân loại bằng chứng và sức mạnh của các khuyến cáo: Mỗi khuyến cáo dựa trên bằng chứng tốt nhất hiện có.

source: Clear liquids
vi: Chất lỏng

source: Clindamycin Capsules, 150 mg
vi: Clindamycin viên nhộng, 150 mg

source: Clindamycin is active against Gram-positive cocci, including streptococci and penicillin-resistant staphylococci, and can be used if the patient has not responded to amoxicillin or metronidazole.
vi: Clindamycin tác động kháng khuẩn cầu Gram dương, gồm Streptococci và staphylococci kháng penicillin và có thể được sử dụng nếu bệnh nhân không đáp ứng với amoxicillin hoặc metronidazole.

source: Clinical Guidelines
vi: Hướng Dẫn Lâm Sàng

source: Clinical Recommendation
vi: Khuyến cáo lâm sàng

source: Clinical guideline Published: 27 October 2004 nice.org.uk/guidance/cg19
vi: Hướng dẫn lâm sàng Xuất bản: 27 Tháng mười 2004 nice.org.uk/guidance/cg19

source: Clinical recommendations
vi: Khuyến cáo lâm sàng

source: Clinicians should maintain a high index of suspicion for mucosal lesions that appear unusual.
vi: Các bác sĩ lâm sàng nên duy trì một chỉ số nghi ngờ cao về tổn thương niêm mạc xuất hiện bất thường.

source: Co-amoxiclav 250/125 Tablets
vi: Co-amoxiclav 250/125 dạng viên

source: Co-amoxiclav is active against beta-lactamase-producing bacteria that are resistant to amoxicillin, and can be used to treat severe dental infection with spreading cellulitis or dental infection that has not responded to first-line antibacterial treatment.
vi: Co-amoxiclav tác động kháng vi khuẩn beta-lactamase (loại kháng amoxicillin) và có thể được dùng điều trị các nhiễm khuẩn nặng như viêm mô tế bào lan tảo hay nhiễm trùng nha khoa không đáp ứng với điều trị kháng sinh đầu bảng.

source: Co-amoxiclav, like other penicillins, can result in hypersensitivity reactions, including rashes and anaphylaxis, and can cause diarrhoea.
vi: Co-amoxiclav cũng như Penicillin có thể gây ra phản ứng quá mẫn, gồm phát ban và sốc phản vệ và có thể gây tiêu chảy.

source: Comments
vi: Ý kiến

source: Comments on
vi: Ý kiến trên

source: Comments on areas
vi: Ý kiến trên khu vực

source: Commissioners and providers are reminded that it is their responsibility to implement the guidance, in their local context, in light of their duties to avoid unlawful discrimination and to have
vi: Các ủy viên và nhà cung cấp dịch vụ được nhắc nhở rằng họ có trách nhiệm thực hiện hướng dẫn trong bối cảnh địa phương của mình, theo nghĩa vụ của mình để tránh kỳ thị bất hợp pháp và

source: Communicate the potential benefits and risks of early diagnosis for lesions that raise suspicion of cancer or for lesions that persist after
vi: Truyền đạt các lợi ích và nguy cơ tiềm ẩn của chẩn đoán sớm các tổn thương nghi ngờ ung thư hoặc các tổn thương còn tồn tại sau khi

source: Conclusion
vi: Kết luận

source: Consciousness:
vi: Ý thức:

source: Considerations include:
vi: Cân nhắc bao gồm:

source: Consultant ENT Surgeon, Epsom and St University Hospitals and the Royal Trusts
vi: Chuyên gia tư vấn, nhà phẫu thuật tai mũi họng, Epsom và St University Hospitals và Royal Trusts

source: Consultant in Anaesthetics and Intensive Care Medicine, Royal Preston Hospital, Preston
vi: Nhà tư vấn Gây mê và Chăm sóc Y khoa Chuyên sâu, Bệnh viện Hoàng gia Preston, Preston

source: Contents
vi: Nội dung

source: Continuous ECG monitoring of patients with significant cardiovascular disease should be considered.
vi: Theo dõi liên tục ECG của bệnh nhân có bệnh tim mạch nên được xet xét.

source: Conversely, two respondents felt that the guideline should undergo an update.
vi: Ngược lại, hai người được hỏi cho rằng hướng dẫn này cần được cập nhật.

source: Copyright
vi: Bản quyền

source: Copyright © 2010 American Dental Association, All rights reserved.
vi: Bản quyền © 2010 Hiệp Hội Nha Khoa Mỹ, Tất cả quyền được bảo lưu.

source: Copyright © 2011 American Dental Association.
vi: Bản Quyền © 2011 Hiệp Hội Nha Khoa Mỹ

source: December 2013: minor maintenance Your responsibility
vi: Tháng mười hai 2013: bảo dưỡng nhỏ Trách nhiệm của bạn

source: Deep Sedation or General Anesthesia
vi: An thần sâu hoặc gây mê

source: Definition
vi: Định nghĩa

source: Definitions
vi: Định nghĩa

source: Dental Abscess
vi: Áp xe nha khoa

source: Dental abscesses are usually infected with viridans Streptococcus spp.
vi: Các áp xe nha khoa thông thường là nhiễm liên cầu Streptococcus spp.

source: Dental abscesses should be treated with local measures in the first instance.
vi: Các áp xe nha khoa nên được điều trị bước đầu bằng các phương pháp tại chỗ..

source: Dental antimicrobial prescribing in Scotland has been increasing year on year and although in 2013/14 there was a 5.5% reduction in items dispensed compared to the previous year, dental prescriptions still accounted for almost 9% of all oral antibacterials dispensed in NHS primary care.13 It has been estimated from clinical audit that around 50% of dental prescriptions for antibacterials are inappropriate.14,15 Prudent, appropriate use of antibacterials will slow the emergence of bacterial resistance and will preserve the usefulness of existing drugs for future generations.
vi: Đơn thuốc kháng sinh nha khoa ở Scotland đã được kê vẫn tăng lên từng năm và mặc dù năm 2013/14 có giảm 5.5% trong việc cấp phát so với năm trước đó, đơn thuốc cho nha khoa vẫn chiếm gần 9% trong tổng số thuốc phân phối để điều trị sơ khởi của NHS (National Health Service) Người ta đã ước tính từ các kiểm chứng lâm sàng thì có đến 50% các đơn thuốc kháng sinh là không phù hợp. Sử dụng kháng sinh một cách thận trọng và thích hợp sẽ làm giảm tình trạng khẩn cấp của kháng kháng sinh và sẽ duy trì tính hữu dụng của các thuốc hiện tại cho thế hệ tương lai

source: Dental attendance patterns should be examined for changes after the publication of the guideline.
vi: Các mẫu chăm sóc nha khoa cần được xem xét thay đổi sau khi xuất bản hướng dẫn.

source: Dental checks: intervals between oral health reviews
vi: Khám răng: khoảng cách giữa các lần khám.

source: Dental checks: intervals between oral health reviews (CG19)
vi: Khám răng: khoảng cách giữa các lần khám. (CG19)

source: Dental recall
vi: Tái khám nha khoa

source: Dental recall intervals
vi: Khoảng thời gian tái khám nha khoa

source: Dentists must comply with their state laws, rules and/or regulations when providing sedation and anesthesia and will only be subject to Section III.
vi: Nha sĩ phải tuân thủ luật của bang, quy tắc và/hoặc quy định khi cung cấp an thần và gây tê và chỉ cho những đối tượng trong Phần III.

source: Deputy Director of Clinical Governance, Kettering NHS Trust, Northamptonshire
vi: Phó Giám đốc Quản lý lâm sàng, Kettering NHS Trust, Northamptonshire

source: Detecting Oral Cancer Through Visual and Tactile Examination
vi: Phát hiện Ung thư hốc miệng qua thăm khám bằng thị giác và xúc giác

source: Determination of adequate oxygen supply and equipment necessary to deliver oxygen under positive pressure must be completed.
vi: Việc xác định cung cấp oxy đầy đủ và thiết bị cần thiết để cung cấp oxy dưới áp suất dương phải được hoàn thành.

source: Do not prescribe amoxicillin to patients with a history of anaphylaxis, urticaria or rash immediately after penicillin administration as these individuals are at risk of immediate hypersensitivity.
vi: Không kê Amoxicillin cho những bệnh nhân có tiền sử sốc phản vệ, mày đay hoặc phát ban ngay khi dùng Penicillin bởi vì những người này có nguy cơ của quá mẫn sớm.

source: Do not prescribe clarithromycin for patients taking warfarin or statins.
vi: Không sử dụng cho bệnh nhân đang dùng Waffarin hay Statins.

source: Do not prescribe clindamycin to patients with diarrhoeal states.
vi: Không kê Clindamycin cho bệnh nhân tiêu chảy.

source: Do not prescribe co-amoxiclav to patients who have a history of co-amoxiclav-associated or penicillin-associated jaundice or hepatic dysfunction.
vi: Không kê Co-amoxiclav cho những bệnh nhân có tiền sử vàng da liên quan Co-amoxiclav hoặc penicillin hoặc suy chức năng gan.

source: Do not prescribe co-amoxiclav to patients with a history of anaphylaxis, urticaria or rash immediately after penicillin administration as these individuals are at risk of immediate hypersensitivity.
vi: Không kê Co-amoxiclav cho những người có tiền sử sốc phản vệ, mày đay hoặc phát ban ngay khi dùng Penicillin bởi vì những người này có nguy cơ quá mẫn sớm.

source: Do not prescribe doxycycline for patients taking warfarin.
vi: Không kê doxycycline cho bệnh nhân đang dùng Waffarin/

source: Do not prescribe for pregnant women or nursing mothers.
vi: Không kê đơn thuốc này cho phụ nữ có thai và đang cho con bú.

source: Do not prescribe for pregnant women, nursing mothers or children under 12 years, as it can deposit on growing bone and teeth (by binding to calcium) and cause staining and, occasionally, dental hypoplasia.
vi: Không kê cho phụ nữ có thai, cho con bú hoặc trẻ dưới 12 tuổi bởi nó có thể lắng đọng vào xương và răng đang trưởng thành (Bằng cách bám vào calcium) dẫn đến đổi màu và đôi khi là thiểu sản răng.

source: Do not prescribe metronidazole for patients taking warfarin.
vi: Không kê Metronidazole cho bệnh nhân đang dùng Waffarin (Thuốc chống đông)

source: Do not prescribe phenoxymethylpenicillin to patients with a history of anaphylaxis, urticaria or rash immediately after penicillin administration as these individuals are at risk of immediate hypersensitivity.
vi: Không kê Phenoxymethylpenicillin cho những bệnh nhân có tiền sử sốc phản vệ, mày đay hoặc phát ban ngay khi dùng Penicillin bởi vì những người này có nguy cơ quá mẫn sớm.

source: Documentation of compliance with manufacturers’ recommended maintenance of monitors, anesthesia delivery systems, and other anesthesia-related equipment should be maintained.
vi: Cần duy trì tài liệu về việc tuân thủ với khuyến cáo theo dõi của nhà sản xuất đối với các màn hình, hệ thống gây mê và các thiết bị gây mê khác.

source: Documentation:
vi: Tài liệu:

source: Documentation: An appropriate sedative record must be maintained, including the names of all drugs administered, time administered and route of administration, including local anesthetics, dosages, and monitored physiological parameters.
vi: Hồ sơ: Hồ sơ an thần phù hợp phải được ghi và lưu lại, bao gồm tên thuốc, thời gian, đường dùng thuốc, cả gây tê tại chỗ, liều dùng, và theo dõi các chỉ số sinh lý.

source: Does antibiotic prophylaxis in those at risk of developing infective endocarditis reduce the incidence of infective endocarditis when given before a defined interventional procedure?
vi: Kháng sinh dự phòng trong những trường hợp nguy cơ viêm nội tâm mạc nhiễm khuẩn cao có giúp giảm tỉ lệ viêm nội tâm mạc nhiễm khuẩn khi sử dụng trước thủ thuật can thiệp không?

source: Doxycycline can cause nausea, vomiting, diarrhoea, dysphagia, oesophageal irritation and photosensitivity.
vi: Doxycycline có thể gây ra nôn, buồn nôn, tiêu chảy, chứng khó nuốt, kích thích thực quản và nhạy cảm ánh sáng.

source: Dr Peter Duncan (Deputy Chair)
vi: Dr Peter Duncan (Phó chủ tịch)

source: Drug Prescribing For Dentistry
vi: Thuốc Kê Đơn Cho Ngành Nha Khoa

source: Due to the pain associated with NUG, the patient may only be able to tolerate limited debridement in the acute phase.
vi: Bời vì có đau kèm theo với VLLHT, bệnh nhân chỉ có thể chịu đựng việc loại bỏ lượng cặn bám ở mức nào đó trong đợt điều trị cấp tính.

source: During an oral health review, the dental team (led by the dentist) should ensure that comprehensive histories are taken, examinations are conducted and initial preventive advice is given.
vi: Trong quá trình khám sức khoẻ răng miệng, nhóm nha sĩ (do nha sĩ đứng đầu) cần đảm bảo lấy được bệnh sử đầy đủ, tiến hành thăm khám và tư vấn phòng ngừa ban đầu.

source: During normal working hours, all dental practices have arrangements to provide emergency care for their registered patients.
vi: Trong những giờ làm việc bình thường, mọi nhân viên nha khoa đều phải có sự bố trí việc chăm sóc cấp cứu cho những bệnh nhân đã đăng kí.

source: Educational Requirements
vi: Yêu Cầu Giáo Dục

source: Educational Requirements as required by those state laws, rules and/or regulations.
vi: Yêu cầu về giáo dục theo luật, quy tắc và / hoặc quy định của bang.

source: Effectiveness of dental health education and oral health promotion.
vi: Hiệu quả của giáo dục sức khoẻ răng miệng.
